{"translation-revision-date":"2023-02-16 10:44:15+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"A person logo \/ avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":["Un logo personnel ou un avatar doit être défini pour que les données structurées fonctionnent correctement. Puisque vous n’en avez pas mis, nous utilisons le logo du site comme valeur par défaut."],"Get the %s plugin!":["Obtenez l’extension %s !"],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":["Vous publiez des actualités ? %s vous aide à optimiser votre site pour Google News. Optez pour %s !"],"Register now!":["Inscrivez-vous !"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Vous souhaitez optimiser encore plus avec l’aide d’experts SEO ? Inscrivez-vous à notre webinaire gratuit hebdomadaire !"],"Get the most out of Yoast SEO":["Exploitez au mieux Yoast SEO"],"Dismiss this notice.":["Ignorer cette notification."],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Il y a des modifications non enregistrées dans une ou plusieurs étapes. Elles ne seront pas enregistrées si vous quittez. Confirmez-vous votre départ ?"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Votre site représente actuellement une Entité. Si vous souhaitez que ce soit plutôt une Personne, veuillez sélectionner cette option dans la section « Knowledge Graph & Schema.org » des %1$sréglages SEO%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Dites-nous si vous avez d’autres profils sociaux qui appartiennent à votre entité. Vous pouvez ajouter des profils de plateformes telles qu’Instagram, Youtube, LinkedIn, Pinterest ou Wikipedia."],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Si vous souhaitez que votre site représente une entité, veuillez sélectionner « Entité » dans la section « Knowledge Graph & Schema.org » des réglages %1$sSEO%2$s."],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Votre site est actuellement configuré pour représenter une personne. Si vous souhaitez modifier les comptes sociaux pour votre site, veuillez vous rendre sur le profil de la personne sélectionnée %1$s."],"Personal social profiles":["Profils sociaux personnels"],"Add another profile":["Ajouter un autre profil"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Par ex. : https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Par ex. : https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Par ex. : https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Par ex. : https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Par ex. : https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Par ex. : https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Par ex. : https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Par ex. : https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Par ex. : https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["Par ex. : https:\/\/www.facebook.com\/yoast"],"Delete item":["Supprimer l’élément"],"E.g. https:\/\/social-platform.com\/yoast":["Par ex. : https:\/\/reseau-social.com\/yoast"],"Other social profile":["Autre profil social"],"Saved!":["Enregistré !"],"Could not save this value. Please check the URL.":["Impossible d’enregistrer cette valeur. Veuillez vérifier l’URL."],"Could not save this value. Please check the URL or username.":["Impossible d’enregistrer cette valeur. Veuillez vérifier l’URL ou l’identifiant."],"Social image":["Image pour les réseaux sociaux"],"Image":["Image"],"Select image":["Sélectionner une image"],"default":["par défaut"],"Default Article type":["Type par défaut des articles"],"Default Page type":["Type par défaut des pages"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["À l’enregistrement, ce réglage s’appliquera à tous\/toutes vos %1$s. Les %1$s qui sont configuré(e)s individuellement ne seront pas modifié(e)s.","À l’enregistrement, ces réglages s’appliqueront à tous\/toutes vos %1$s. Les %1$s qui sont configuré(e)s individuellement ne seront pas modifié(e)s."],"Learn more about the schema settings":["En savoir plus sur les réglages de schéma"],"Schema settings":["Réglages de schéma"],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Choisissez comment votre %1$s devrait être décrite par défaut dans le balisage schema.org de votre site. Vous pouvez changer ces réglages individuellement pour les %1$s."],"Person logo \/ avatar":["Avatar\/logo de personne"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimisez vraiment votre site pour une audience locale avec notre extension %s ! Adresse postales détaillées, heures d’ouverture, localisateur de magasin et options de retrait !"],"Serving local customers?":["Vous travaillez avec des clients locaux ?"],"Get the %s plugin now":["Obtenez l’extension %s"],"Organization logo":["Logo de l’entité"],"Organization's social profiles":["Profils sociaux de l’entité"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Vous avez sélectionné le compte %1$s comme étant la personne que ce site représente. Les informations de son profil seront maintenant utilisées pour les résultats de recherche. %2$sMettez à jour son profil pour vérifier que les informations sont correctes%3$s."],"Please select a user below to make your site's meta data complete.":["Veuillez sélectionner un compte ci-dessous pour compléter les métadonnées de votre site."],"Select a user...":["Sélectionner un compte…"],"Save changes":["Enregistrer les modifications"],"Name":["Nom"],"Facebook":["Facebook"],"Twitter":["Twitter"]}},"comment":{"reference":"js\/dist\/settings.js"}}